** DONE gtd 管理新思路
   CLOSED: [2016-07-21 Thu 21:01]

按文件分类所有工作，便于统计每项工作学习所用时间
- 任务放到默认的文件gtd.org中
- 英语学习放到English.org中
- 时事政治学习放到：shishi.org
- 系内管理工作放到:work.org
- 学院会议及执行：huiyi.org,便于统计一段时间内会议次数及用时
- 专项学习：如
. vim.org
.emacs.org
.docker.org
等
- 前期日记逐步整理，归类。
- github 上的文件分类。分支
如办公，配置，日记、等



    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-21 Thu 21:01]
    CLOCK: [2016-07-21 Thu 20:49]--[2016-07-21 Thu 21:01] =>  0:12
    :END:


   [2016-07-21 Thu 20:48]

** DONE 上午9：00 点至12：40到天外村浏览。
   CLOSED: [2016-07-23 Sat 15:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 15:02]
   CLOCK: [2016-07-23 Sat 9:00]--[2016-07-23 Sat 12:40] =>  3:40
   :END:
刘振府被怀疑胃癌
打来四次电话。

  [2016-07-23 Sat 14:57]

** DONE 阅读vim FAQ 朗读《道德经》30节
   CLOSED: [2016-07-24 Sun 06:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 06:39]
   CLOCK: [2016-07-24 Sun 06:10]--[2016-07-24 Sun 06:36] =>  0:01
   :END:

  [2016-07-24 Sun 06:36]

** DONE relaxing and listening music
   CLOSED: [2016-07-25 Mon 10:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 10:35]
   CLOCK: [2016-07-25 Mon 09:46]--[2016-07-25 Mon 10:35] =>  0:49
   :END:

  [2016-07-25 Mon 09:45]

** DONE 6:40-8:15brow and learn
   CLOSED: [2016-07-25 Mon 20:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 20:22]
   CLOCK: [2016-07-25 Mon 18:40]--[2016-07-25 Mon 20:20] =>  1:40
   :END:

  [2016-07-25 Mon 20:17]

** DONE relax and listen music
   CLOSED: [2016-07-29 Fri 08:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 08:52]
   CLOCK: [2016-07-29 Fri 08:16]--[2016-07-29 Fri 08:52] =>  0:36
   :END:

  [2016-07-29 Fri 08:15]

** DONE 阅读两本书
   CLOSED: [2016-09-04 日 21:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 21:36]
   CLOCK: [2016-09-04 日 21:21]--[2016-09-04 日 21:36] =>  0:15
   :END:
1. 疯狂的程序员：极力推宠Ruby
2. 番茄工作法
3. 体会：用好番茄，逐步学习LIsp Ruby


  [2016-09-04 日 21:18]

** DONE 中午与建明、刘军用餐
   CLOSED: [2016-09-14 三 21:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 21:42]
   CLOCK: [2016-09-14 三 11:31]--[2016-09-14 三 14:00] =>  2:29
   :END:

  [2016-09-14 三 21:40]

